{
  "Comment.nvim": { "branch": "master" },
  "FastFold": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoComposer.nvim": { "branch": "main" },
  "auto-save.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-dap": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-zsh": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorful-menu.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "alpha" },
  "csvview.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "deadcolumn.nvim": { "branch": "master" },
  "detect-language.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "evangelion.nvim": { "branch": "main" },
  "eyeliner.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "fold-preview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "habamax.nvim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "helpview.nvim": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hover.nvim": { "branch": "main" },
  "hurl.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "main" },
  "hypersonic.nvim": { "branch": "main" },
  "jq.vim": { "branch": "master" },
  "karen-yank.nvim": { "branch": "main" },
  "keymap-amend.nvim": { "branch": "master" },
  "last-color.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lf.nvim": { "branch": "master" },
  "lightspeed.nvim": { "branch": "main" },
  "link-visitor.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "live-rename.nvim": { "branch": "main" },
  "log-highlight.nvim": { "branch": "main" },
  "lsp-timeout.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.basics": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "modicator.nvim": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "multicursor.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neogit": { "branch": "master" },
  "neovim": { "branch": "main" },
  "neovim-session-manager": { "branch": "master" },
  "nerdy.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-early-retirement": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tcss": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "nvimgelion": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "pipe.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "portal.nvim": { "branch": "main" },
  "projections.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "quarto-nvim": { "branch": "main" },
  "reach.nvim": { "branch": "master" },
  "rei.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "retrail.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "search-replace.nvim": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle-lsp-diagnostics.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "treewalker.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-pasta": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "visimatch.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "wildfire.nvim": { "branch": "master" },
  "windows.nvim": { "branch": "main" },
  "winpick.nvim": { "branch": "trunk" },
  "yankbank-nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
